Repository: udhawan97/pdFold
Catalog: Orifold/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, ja, zh_hans

# signaturePalette.digital.place.help.noIdentity
source: Choose a Digital ID first.
es: Elige primero una identificación digital.
fr: Choisissez d'abord une identité numérique.
hi: पहले एक डिजिटल आईडी चुनें।
ja: まずデジタルIDを選択してください。
zh_hans: 请先选择数字身份证明。

# signaturePalette.digital.place.help.ready
source: Place the signature, then use “Sign & Export” to finish.
es: Coloca la firma y luego usa “Firmar y exportar” para terminar.
fr: Placez la signature, puis utilisez « Signer et exporter » pour terminer.
hi: हस्ताक्षर रखें, फिर समाप्त करने के लिए “साइन करें और निर्यात करें” का उपयोग करें।
ja: 署名を配置してから、「署名してエクスポート」で完了してください。
zh_hans: 放置签名，然后使用“签名并导出”完成。

# signaturePalette.digital.reason.help
source: Optional. Why you're signing this document (e.g. “Approval”).
es: Opcional. Por qué firmas este documento (p. ej. “Aprobación”).
fr: Facultatif. Pourquoi vous signez ce document (par ex. « Approbation »).
hi: वैकल्पिक। आप इस दस्तावेज़ पर हस्ताक्षर क्यों कर रहे हैं (जैसे “स्वीकृति”)।
ja: 任意。この文書に署名する理由（例：「承認」）。
zh_hans: 可选。您签署此文档的原因（例如“批准”）。

# signaturePalette.digital.reason.placeholder
source: Reason
es: Motivo
fr: Motif
hi: कारण
ja: 理由
zh_hans: 原因

# signaturePalette.digital.signAndExport.button
source: Sign & Export…
es: Firmar y exportar…
fr: Signer et exporter…
hi: हस्ताक्षर करें और एक्सपोर्ट करें…
ja: 署名して書き出す…
zh_hans: 签名并导出…

# signaturePalette.digital.signAndExport.help
source: Cryptographically signs the exported PDF. This cannot be undone — any later edit will invalidate the signature.
es: Firma criptográficamente el PDF exportado. Esto no se puede deshacer: cualquier edición posterior invalidará la firma.
fr: Signe cryptographiquement le PDF exporté. Cette action est irréversible : toute modification ultérieure invalidera la signature.
hi: निर्यातित PDF पर क्रिप्टोग्राफिक रूप से हस्ताक्षर करता है। इसे पूर्ववत नहीं किया जा सकता — कोई भी बाद का संपादन हस्ताक्षर को अमान्य कर देगा।
ja: エクスポートされたPDFに暗号署名を行います。この操作は元に戻せません。後の編集は署名を無効にします。
zh_hans: 对导出的 PDF 进行加密签名。此操作无法撤销——之后的任何编辑都会使签名失效。

# signaturePalette.digital.signerName.placeholder
source: Signer name
es: Nombre del firmante
fr: Nom du signataire
hi: हस्ताक्षरकर्ता का नाम
ja: 署名者名
zh_hans: 签署人姓名

# signaturePalette.digital.timestamp.help
source: Requests a free trusted timestamp over the internet so the signing time remains provable even if this certificate later expires. Only a fingerprint of the signature is sent — never your document.
es: Solicita por internet una marca de tiempo confiable gratuita para que la hora de firma siga siendo demostrable aunque este certificado caduque más adelante. Solo se envía una huella de la firma, nunca su documento.
fr: Demande via Internet un horodatage fiable gratuit afin que l'heure de signature reste prouvable même si ce certificat expire plus tard. Seule une empreinte de la signature est envoyée — jamais votre document.
hi: इंटरनेट के माध्यम से एक निःशुल्क विश्वसनीय टाइमस्टैम्प का अनुरोध करता है ताकि यह प्रमाणपत्र बाद में समाप्त होने पर भी हस्ताक्षर का समय सिद्ध किया जा सके। केवल हस्ताक्षर का फ़िंगरप्रिंट भेजा जाता है — आपका दस्तावेज़ कभी नहीं।
ja: この証明書が後で失効しても署名時刻を証明できるよう、インターネット経由で無料の信頼できるタイムスタンプを要求します。送信されるのは署名のフィンガープリントのみで、文書自体は送信されません。
zh_hans: 通过互联网请求一个免费的可信时间戳，这样即使此证书日后过期，签名时间仍可证明。仅发送签名的指纹，绝不发送您的文档。

# signaturePalette.digital.timestamp.toggle
source: Timestamp
es: Marca de tiempo
fr: Horodatage
hi: टाइमस्टैम्प
ja: タイムスタンプ
zh_hans: 时间戳

# signaturePalette.digital.tsaProvider.help
source: Which free timestamp authority to ask first. If it's unreachable, Orifold automatically tries the others before falling back to an unstamped signature.
es: Qué autoridad de marca de tiempo gratuita consultar primero. Si no está disponible, Orifold prueba automáticamente con las demás antes de recurrir a una firma sin marca de tiempo.
fr: Quelle autorité d'horodatage gratuite interroger en premier. Si elle est injoignable, Orifold essaie automatiquement les autres avant de revenir à une signature sans horodatage.
hi: पहले किस मुफ़्त टाइमस्टैंप प्राधिकरण से संपर्क किया जाए। यदि यह अनुपलब्ध है, तो Orifold बिना टाइमस्टैंप वाले हस्ताक्षर पर वापस जाने से पहले स्वचालित रूप से अन्य को आज़माता है।
ja: 最初に問い合わせる無料タイムスタンプ局。到達できない場合、Orifoldはタイムスタンプなしの署名にフォールバックする前に自動的に他の局を試します。
zh_hans: 首先请求的免费时间戳颁发机构。如果无法访问，Orifold 会在回退到无时间戳签名之前自动尝试其他机构。

# signaturePalette.digital.tsaProvider.picker
source: Timestamp provider
es: Proveedor de marca de tiempo
fr: Fournisseur d'horodatage
hi: टाइमस्टैंप प्रदाता
ja: タイムスタンプ提供元
zh_hans: 时间戳提供方

# signaturePalette.digitalId.addKeychain
source: Add from Keychain
es: Añadir desde el llavero
fr: Ajouter depuis le Trousseau
hi: कीचेन से जोड़ें
ja: キーチェーンから追加
zh_hans: 从钥匙串添加

# signaturePalette.digitalId.createSelfSigned
source: Create local self-signed ID…
es: Crear ID autofirmado local…
fr: Créer une identité auto-signée locale…
hi: स्थानीय स्व-हस्ताक्षरित आईडी बनाएं…
ja: ローカルの自己署名IDを作成…
zh_hans: 创建本地自签名身份…

# signaturePalette.digitalId.importP12
source: Import .p12 / .pfx…
es: Importar .p12 / .pfx…
fr: Importer .p12 / .pfx…
hi: .p12 / .pfx आयात करें…
ja: .p12 / .pfx をインポート…
zh_hans: 导入 .p12 / .pfx…

# signaturePalette.digitalId.manage
source: Manage certificates…
es: Gestionar certificados…
fr: Gérer les certificats…
hi: प्रमाणपत्र प्रबंधित करें…
ja: 証明書を管理…
zh_hans: 管理证书…

# signaturePalette.digitalId.noneSelected
source: No Digital ID selected
es: Ninguna identificación digital seleccionada
fr: Aucune identité numérique sélectionnée
hi: कोई डिजिटल आईडी चयनित नहीं
ja: デジタルIDが選択されていません
zh_hans: 未选择数字身份证明

# signaturePalette.digitalId.picker
source: Digital ID
es: ID digital
fr: Identifiant numérique
hi: डिजिटल आईडी
ja: デジタルID
zh_hans: 数字证书

# signaturePalette.draw.clear.button
source: Clear
es: Borrar
fr: Effacer
hi: साफ़ करें
ja: 消去
zh_hans: 清除

# signaturePalette.draw.instructions
source: Draw your signature with your trackpad or mouse.
es: Dibuja tu firma con el trackpad o el ratón.
fr: Dessinez votre signature avec le trackpad ou la souris.
hi: अपने ट्रैकपैड या माउस से अपना हस्ताक्षर बनाएं।
ja: トラックパッドまたはマウスで署名を描いてください。
zh_hans: 用触控板或鼠标绘制您的签名。

# signaturePalette.error.missingIdentity
source: Choose or import a signing identity before placing a digital signature.
es: Elige o importa una identidad de firma antes de colocar una firma digital.
fr: Choisissez ou importez une identité de signature avant de placer une signature numérique.
hi: डिजिटल हस्ताक्षर लगाने से पहले एक हस्ताक्षर पहचान चुनें या आयात करें।
ja: デジタル署名を配置する前に、署名用のIDを選択またはインポートしてください。
zh_hans: 请先选择或导入签名身份，然后再放置数字签名。

# signaturePalette.error.signingFailed
source: Orifold could not prepare that signing identity: %@
es: Orifold no pudo preparar esa identidad de firma: %@
fr: Orifold n'a pas pu préparer cette identité de signature : %@
hi: Orifold उस हस्ताक्षर पहचान को तैयार नहीं कर सका: %@
ja: Orifoldはその署名IDを準備できませんでした: %@
zh_hans: Orifold 无法准备该签名身份：%@

# signaturePalette.initials.placeholder
source: Initials
es: Iniciales
fr: Initiales
hi: आद्याक्षर
ja: イニシャル
zh_hans: 首字母缩写

# signaturePalette.mode.picker
source: Signature mode
es: Modo de firma
fr: Mode de signature
hi: हस्ताक्षर मोड
ja: 署名の方法
zh_hans: 签名模式

# signaturePalette.selfSigned.notice
source: Free — but recipients see 'identity not verified' until they trust it once.
es: Gratis, pero los destinatarios verán "identidad no verificada" hasta que confíen en ella una vez.
fr: Gratuit — mais les destinataires verront « identité non vérifiée » tant qu’ils ne l’auront pas approuvée une première fois.
hi: मुफ़्त — लेकिन जब तक प्राप्तकर्ता एक बार भरोसा नहीं करते, उन्हें 'पहचान सत्यापित नहीं' दिखता है।
ja: 無料ですが、受信者が一度信頼するまで「本人確認未検証」と表示されます。
zh_hans: 免费——但在接收者首次信任之前，会看到“身份未验证”的提示。

# signaturePalette.title
source: Signatures
es: Firmas
hi: हस्ताक्षर
ja: 署名
zh_hans: 签名

# signaturePalette.typed.fontStyle.appleChancery
source: Elegant Chancery
es: Chancery elegante
fr: Chancery élégant
hi: एलिगेंट चांसरी
ja: エレガント・チャンセリー
zh_hans: 优雅手写体

# signaturePalette.typed.fontStyle.help
source: Choose the script style for your typed signature.
es: Elige el estilo de escritura para tu firma escrita.
fr: Choisissez le style d'écriture de votre signature saisie.
hi: अपने टाइप किए गए हस्ताक्षर के लिए लिपि शैली चुनें।
ja: 入力署名の書体スタイルを選んでください。
zh_hans: 为您的打字签名选择书写风格。

# signaturePalette.typed.fontStyle.noteworthy
source: Casual
es: Informal
fr: Décontracté
hi: कैज़ुअल
ja: カジュアル
zh_hans: 休闲体

# signaturePalette.typed.fontStyle.picker
source: Style
es: Estilo
hi: शैली
ja: スタイル
zh_hans: 样式

# signaturePalette.typed.fontStyle.snellRoundhand
source: Classic Script
es: Escritura clásica
fr: Écriture classique
hi: क्लासिक लिपि
ja: クラシック筆記体
zh_hans: 经典手写体

# signaturePalette.typed.name.placeholder
source: Name
es: Nombre
fr: Nom
hi: नाम
ja: 名前
zh_hans: 姓名

# stampPalette.customText.placeholder
source: Custom text
es: Texto personalizado
fr: Texte personnalisé
hi: कस्टम टेक्स्ट
ja: カスタムテキスト
zh_hans: 自定义文本

# stampPalette.place.button
source: Place
es: Colocar
fr: Placer
hi: लगाएं
ja: 配置
zh_hans: 放置

# stampPalette.place.help
source: Place %@ stamp
es: Colocar sello %@
fr: Placer le tampon %@
hi: %@ स्टैम्प रखें
ja: %@スタンプを配置
zh_hans: 放置%@印章

# stampPalette.title
source: Stamps
es: Sellos
fr: Tampons
hi: स्टैम्प
ja: スタンプ
zh_hans: 图章

# stampPreset.approved.title
source: Approved
es: Aprobado
fr: Approuvé
hi: स्वीकृत
ja: 承認済み
zh_hans: 已批准

# stampPreset.confidential.title
source: Confidential
es: Confidencial
fr: Confidentiel
hi: गोपनीय
ja: 機密
zh_hans: 机密

# stampPreset.draft.title
source: Draft
es: Borrador
fr: Brouillon
hi: ड्राफ़्ट
ja: 下書き
zh_hans: 草稿

# stampPreset.void.title
source: Void
es: Anulado
fr: Annulé
hi: शून्य
ja: 無効
zh_hans: 作废

# status.annotation.onlyNotesEditable
source: Only notes and text boxes can be edited directly. Use delete to remove this markup.
es: Solo las notas y los cuadros de texto se pueden editar directamente. Usa eliminar para quitar esta marca.
fr: Seules les notes et les zones de texte peuvent être modifiées directement. Utilisez supprimer pour retirer cette annotation.
hi: केवल नोट्स और टेक्स्ट बॉक्स सीधे संपादित किए जा सकते हैं। इस मार्कअप को हटाने के लिए हटाएँ का उपयोग करें।
ja: 直接編集できるのはメモとテキストボックスのみです。このマークアップを削除するには削除を使用してください。
zh_hans: 只能直接编辑备注和文本框。要移除此标记,请使用删除。

# status.import.alreadyInProgress
source: An import is already in progress.
es: Ya hay una importación en curso.
fr: Une importation est déjà en cours.
hi: एक आयात पहले से ही प्रगति में है।
ja: 読み込みは既に進行中です。
zh_hans: 已有导入操作正在进行。

# status.import.canceled
source: Import canceled.
es: Importación cancelada.
fr: Importation annulée.
hi: आयात रद्द किया गया।
ja: 読み込みをキャンセルしました。
zh_hans: 导入已取消。

# status.mutating.finishCompression
source: Finish reducing file size before making more changes.
es: Termina de reducir el tamaño de archivo antes de hacer más cambios.
fr: Terminez la réduction de la taille du fichier avant d’apporter d’autres modifications.
hi: और बदलाव करने से पहले फ़ाइल का आकार घटाना पूरा करें।
ja: 他の変更を行う前に、ファイルサイズの削減を完了してください。
zh_hans: 请先完成文件大小缩减，再进行其他更改。

# status.mutating.finishImporting
source: Finish importing before making more changes.
es: Termina la importación antes de hacer más cambios.
fr: Terminez l’importation avant d’apporter d’autres modifications.
hi: और बदलाव करने से पहले आयात करना पूरा करें।
ja: 他の変更を行う前に、読み込みを完了してください。
zh_hans: 请先完成导入，再进行其他更改。

# status.mutating.finishOCR
source: Finish making this document searchable before making more changes.
es: Termina de hacer buscable este documento antes de hacer más cambios.
fr: Terminez la mise en consultable de ce document avant d’apporter d’autres modifications.
hi: और बदलाव करने से पहले इस दस्तावेज़ को खोजने योग्य बनाना पूरा करें।
ja: 他の変更を行う前に、この書類を検索可能にする処理を完了してください。
zh_hans: 请先完成使此文档可搜索的操作，再进行其他更改。

# status.ocr.searchableNow
source: You can now search and select text in this document.
es: Ahora puedes buscar y seleccionar texto en este documento.
fr: Vous pouvez désormais rechercher et sélectionner du texte dans ce document.
hi: अब आप इस दस्तावेज़ में टेक्स्ट खोज और चुन सकते हैं।
ja: この書類でテキストの検索と選択ができるようになりました。
zh_hans: 现在可以在此文档中搜索和选择文本了。

# status.readerMode.blockedEditText
source: Reader Mode keeps the document text locked. Turn it off to edit PDF text.
es: El modo lectura mantiene bloqueado el texto del documento. Desactívalo para editar el texto del PDF.
fr: Le mode lecture garde le texte du document verrouillé. Désactivez-le pour modifier le texte du PDF.
hi: रीडर मोड दस्तावेज़ के टेक्स्ट को लॉक रखता है। PDF टेक्स्ट संपादित करने के लिए इसे बंद करें।
ja: リーダーモードでは書類のテキストがロックされています。編集するにはオフにしてください。
zh_hans: 阅读模式下文档文本处于锁定状态。请将其关闭以编辑 PDF 文本。

# status.readerMode.blockedGeneric
source: Reader Mode keeps authoring tools locked.
es: El modo lectura mantiene bloqueadas las herramientas de edición.
fr: Le mode lecture garde les outils de création verrouillés.
hi: रीडर मोड लेखन टूल को लॉक रखता है।
ja: リーダーモードでは編集ツールがロックされています。
zh_hans: 阅读模式下创作工具处于锁定状态。

# status.readerMode.blockedSignature
source: Reader Mode keeps signing locked. Turn it off to place or export signatures.
es: El modo lectura mantiene bloqueada la firma. Desactívalo para colocar o exportar firmas.
fr: Le mode lecture garde la signature verrouillée. Désactivez-le pour placer ou exporter des signatures.
hi: रीडर मोड हस्ताक्षर करना लॉक रखता है। हस्ताक्षर लगाने या एक्सपोर्ट करने के लिए इसे बंद करें।
ja: リーダーモードでは署名がロックされています。署名を配置または書き出すにはオフにしてください。
zh_hans: 阅读模式下签名功能处于锁定状态。请将其关闭以放置或导出签名。

# status.readerMode.blockedSignaturePlacement
source: Reader Mode keeps signing locked. Turn it off to place signatures.
es: El modo lectura mantiene la firma bloqueada. Desactívalo para colocar firmas.
fr: Le mode lecture maintient la signature verrouillée. Désactivez-le pour placer des signatures.
hi: रीडर मोड हस्ताक्षर को लॉक रखता है। हस्ताक्षर रखने के लिए इसे बंद करें।
ja: リーダーモードでは署名がロックされています。署名を配置するにはオフにしてください。
zh_hans: 阅读模式下签名功能已锁定。要放置签名,请关闭阅读模式。

# status.readerMode.off
source: Reader Mode is off. Editing and signing tools are available again.
es: El modo lectura está desactivado. Las herramientas de edición y firma vuelven a estar disponibles.
fr: Le mode lecture est désactivé. Les outils de modification et de signature sont de nouveau disponibles.
hi: रीडर मोड बंद है। संपादन और हस्ताक्षर टूल फिर से उपलब्ध हैं।
ja: リーダーモードがオフです。編集と署名のツールが再び利用できます。
zh_hans: 阅读模式已关闭。编辑和签名工具已恢复可用。

# status.readerMode.on
source: Reader Mode is on. Text editing and signing are hidden; study tools stay available.
es: El modo lectura está activado. La edición de texto y la firma están ocultas; las herramientas de estudio siguen disponibles.
fr: Le mode lecture est activé. La modification du texte et la signature sont masquées ; les outils d’étude restent disponibles.
hi: रीडर मोड चालू है। टेक्स्ट संपादन और हस्ताक्षर छिपे हुए हैं; स्टडी टूल उपलब्ध रहते हैं।
ja: リーダーモードがオンです。テキスト編集と署名は非表示になりますが、学習ツールは引き続き利用できます。
zh_hans: 阅读模式已开启。文本编辑和签名功能已隐藏，学习工具仍可使用。

# status.sign.cancelled
source: Signing was cancelled.
es: Se canceló la firma.
fr: La signature a été annulée.
hi: हस्ताक्षर रद्द कर दिया गया।
ja: 署名はキャンセルされました。
zh_hans: 签署已取消。

# status.sign.finishBeforeMoreChanges
source: Finish signing before making more changes.
es: Termina de firmar antes de hacer más cambios.
fr: Terminez la signature avant de continuer à modifier.
hi: अधिक परिवर्तन करने से पहले हस्ताक्षर पूरा करें।
ja: さらに変更を加える前に署名を完了してください。
zh_hans: 请先完成签署，再进行更多更改。

# status.sign.placeCertificateFirst
source: Place a certificate signature before signing.
es: Coloca una firma de certificado antes de firmar.
fr: Placez une signature par certificat avant de signer.
hi: हस्ताक्षर करने से पहले प्रमाणपत्र हस्ताक्षर रखें।
ja: 署名する前に証明書署名を配置してください。
zh_hans: 签名前请先放置证书签名。

# status.sign.timestampUnavailable
source: Timestamp authority unavailable; exported as PAdES B-B without trusted timestamp.
es: Autoridad de sellado de tiempo no disponible; exportado como PAdES B-B sin sello de tiempo confiable.
fr: Autorité d'horodatage indisponible ; exporté en PAdES B-B sans horodatage de confiance.
hi: टाइमस्टैम्प प्राधिकरण अनुपलब्ध; विश्वसनीय टाइमस्टैम्प के बिना PAdES B-B के रूप में निर्यात किया गया।
ja: タイムスタンプ局が利用できないため、信頼できるタイムスタンプなしのPAdES B-Bとして書き出しました。
zh_hans: 时间戳授权机构不可用；已导出为不含可信时间戳的 PAdES B-B。

# status.signature.clickToPlace
source: Click a page to place the signature.
es: Haz clic en una página para colocar la firma.
fr: Cliquez sur une page pour placer la signature.
hi: हस्ताक्षर लगाने के लिए किसी पेज पर क्लिक करें।
ja: ページをクリックして署名を配置します。
zh_hans: 点按页面以放置签名。

# status.signature.clickToPlaceDigital
source: Click a page to place the digital signature.
es: Haz clic en una página para colocar la firma digital.
fr: Cliquez sur une page pour placer la signature numérique.
hi: डिजिटल हस्ताक्षर लगाने के लिए किसी पेज पर क्लिक करें।
ja: ページをクリックしてデジタル署名を配置します。
zh_hans: 点按页面以放置数字签名。

# status.signature.editInvalidates
source: Editing after a digital signature invalidates existing signatures.
es: Editar después de una firma digital invalida las firmas existentes.
fr: Toute modification après une signature numérique invalide les signatures existantes.
hi: डिजिटल हस्ताक्षर के बाद संपादन करने से मौजूदा हस्ताक्षर अमान्य हो जाते हैं।
ja: デジタル署名の後に編集すると、既存の署名が無効になります。
zh_hans: 在数字签名之后进行编辑会使现有签名失效。

# status.signature.thirdPartyEditInvalidates
source: This document already contains a digital signature from another source. Editing it will invalidate that signature.
es: Este documento ya contiene una firma digital de otro origen. Editarlo invalidará esa firma.
fr: Ce document contient déjà une signature numérique provenant d’une autre source. Le modifier invalidera cette signature.
hi: इस दस्तावेज़ में पहले से ही किसी अन्य स्रोत का डिजिटल हस्ताक्षर मौजूद है। इसे संपादित करने से वह हस्ताक्षर अमान्य हो जाएगा।
ja: この書類には既に他の作成元によるデジタル署名が含まれています。編集するとその署名が無効になります。
zh_hans: 此文档已包含来自其他来源的数字签名。编辑将使该签名失效。

# status.signature.timestampUnavailable
source: Timestamp authority unavailable; exported as PAdES B-B without trusted timestamp.
es: La autoridad de sellado de tiempo no está disponible; se exportó como PAdES B-B sin marca de tiempo verificada.
fr: Autorité d’horodatage indisponible ; exporté au format PAdES B-B sans horodatage de confiance.
hi: टाइमस्टैम्प प्राधिकरण उपलब्ध नहीं है; भरोसेमंद टाइमस्टैम्प के बिना PAdES B-B के रूप में एक्सपोर्ट किया गया।
ja: タイムスタンプ局を利用できないため、信頼できるタイムスタンプなしのPAdES B-Bとして書き出しました。
zh_hans: 时间戳颁发机构不可用；已导出为不含可信时间戳的 PAdES B-B。

# status.textEdit.copiedNearbyFormat
source: Copied nearby PDF text style. Click another text edit to paste it automatically, or press Paste style here.
es: Se copió el estilo de texto del PDF cercano. Haz clic en otra edición de texto para pegarlo automáticamente, o pulsa Pegar estilo aquí.
fr: Style de texte PDF voisin copié. Cliquez sur une autre modification de texte pour le coller automatiquement, ou appuyez sur Coller le style ici.
hi: नज़दीकी PDF टेक्स्ट स्टाइल कॉपी की गई। इसे अपने आप पेस्ट करने के लिए किसी अन्य टेक्स्ट एडिट पर क्लिक करें, या यहाँ स्टाइल पेस्ट करें दबाएँ।
ja: 近くのPDFテキストのスタイルをコピーしました。別のテキスト編集をクリックすると自動的に貼り付けられます。ここで「スタイルを貼り付け」を押すこともできます。
zh_hans: 已复制附近PDF文本的样式。点击另一处文本编辑即可自动粘贴,或在此处按“粘贴样式”。

# status.textEdit.copiedNearbyFormatPinned
source: Copied nearby PDF text style — pinned. Click any text edit to paste it; click Copy again to unpin.
es: Estilo de texto del PDF cercano copiado y fijado. Haz clic en cualquier edición de texto para pegarlo; vuelve a pulsar Copiar para desactivarlo.
fr: Style de texte PDF voisin copié et épinglé. Cliquez sur n'importe quelle modification de texte pour le coller ; cliquez de nouveau sur Copier pour désépingler.
hi: नज़दीकी PDF टेक्स्ट स्टाइल कॉपी करके पिन कर दी गई। इसे पेस्ट करने के लिए किसी भी टेक्स्ट एडिट पर क्लिक करें; अनपिन करने के लिए फिर से कॉपी दबाएँ।
ja: 近くのPDFテキストのスタイルをコピーして固定しました。任意のテキスト編集をクリックすると貼り付けられます。固定を解除するには、もう一度「コピー」を押してください。
zh_hans: 已复制并固定附近PDF文本的样式。点击任意文本编辑即可粘贴;再次点击“复制”可取消固定。

# status.textEdit.copyFormatFirst
source: Copy a format first, then open another text edit and press Paste style.
es: Primero copia un formato y luego abre otra edición de texto y pulsa Pegar estilo.
fr: Copiez d’abord un format, puis ouvrez une autre modification de texte et appuyez sur Coller le style.
hi: पहले एक फ़ॉर्मेट कॉपी करें, फिर किसी अन्य टेक्स्ट एडिट को खोलें और स्टाइल पेस्ट करें दबाएँ।
ja: まず書式をコピーしてから、別のテキスト編集を開いて「スタイルを貼り付け」を押してください。
zh_hans: 请先复制一种格式,然后打开另一处文本编辑并按“粘贴样式”。

# status.textEdit.editorLostPage
source: This page changed while you were editing, so the edit couldn’t be applied. Click the text again to edit it.
es: Esta página cambió mientras editabas, por lo que no se pudo aplicar la edición. Haz clic en el texto de nuevo para editarlo.
fr: Cette page a changé pendant votre modification, l’édition n’a donc pas pu être appliquée. Cliquez à nouveau sur le texte pour le modifier.
hi: संपादन के दौरान यह पृष्ठ बदल गया, इसलिए संपादन लागू नहीं किया जा सका। इसे संपादित करने के लिए फिर से टेक्स्ट पर क्लिक करें।
ja: 編集中にこのページが変更されたため、編集を適用できませんでした。編集するにはテキストをもう一度クリックしてください。
zh_hans: 编辑时此页面已更改，因此无法应用编辑。请再次点击文本以进行编辑。

# status.textEdit.formatMismatch
source: Edited text formatting does not match nearby document text. Use Match before Done to copy the nearby format.
es: El formato del texto editado no coincide con el texto cercano del documento. Usa Igualar antes de Listo para copiar el formato cercano.
fr: Le formatage du texte modifié ne correspond pas au texte voisin du document. Utilisez Faire correspondre avant Terminé pour copier le format voisin.
hi: संपादित टेक्स्ट की फ़ॉर्मेटिंग नज़दीकी दस्तावेज़ टेक्स्ट से मेल नहीं खाती। नज़दीकी फ़ॉर्मेट कॉपी करने के लिए हो गया से पहले मिलान करें का उपयोग करें।
ja: 編集したテキストの書式が近くの文書テキストと一致していません。近くの書式をコピーするには、「完了」を押す前に「一致させる」を使用してください。
zh_hans: 编辑后的文本格式与附近文档文本不一致。按“完成”前请使用“匹配”以复制附近的格式。

# status.textEdit.matchedNearbyFormat
source: Matched nearby text style, margins, and wrapping. Press Done to save it.
es: Se igualaron el estilo, los márgenes y el ajuste de texto cercanos. Pulsa Listo para guardarlo.
fr: Style, marges et retour à la ligne du texte voisin appliqués. Appuyez sur Terminé pour enregistrer.
hi: नज़दीकी टेक्स्ट स्टाइल, मार्जिन और रैपिंग से मिलान किया गया। इसे सहेजने के लिए हो गया दबाएँ।
ja: 近くのテキストのスタイル、余白、折り返しに合わせました。保存するには「完了」を押してください。
zh_hans: 已匹配附近文本的样式、边距和换行方式。按“完成”以保存。

# status.textEdit.nothingToUndo
source: Nothing to undo in this text box. Press Done or Cancel before undoing document changes.
es: No hay nada que deshacer en este cuadro de texto. Pulsa Listo o Cancelar antes de deshacer cambios del documento.
fr: Rien à annuler dans cette zone de texte. Appuyez sur Terminé ou Annuler avant d’annuler les modifications du document.
hi: इस टेक्स्ट बॉक्स में पूर्ववत करने के लिए कुछ नहीं है। दस्तावेज़ में बदलाव पूर्ववत करने से पहले हो गया या रद्द करें दबाएँ।
ja: このテキストボックスには元に戻す操作がありません。文書の変更を元に戻す前に「完了」または「キャンセル」を押してください。
zh_hans: 此文本框中没有可撤销的操作。撤销文档更改前,请先按“完成”或“取消”。

# status.textEdit.pastedStyle
source: Pasted copied style. Press Done to save it.
es: Estilo copiado pegado. Pulsa Listo para guardarlo.
fr: Style copié collé. Appuyez sur Terminé pour enregistrer.
hi: कॉपी की गई स्टाइल पेस्ट की गई। इसे सहेजने के लिए हो गया दबाएँ।
ja: コピーしたスタイルを貼り付けました。保存するには「完了」を押してください。
zh_hans: 已粘贴复制的样式。按“完成”以保存。

# status.textEdit.pastedStyleOntoEdit
source: Pasted copied style onto this edit. Press Done to save it.
es: Se pegó el estilo copiado en esta edición. Pulsa Listo para guardarlo.
fr: Style copié collé sur cette modification. Appuyez sur Terminé pour enregistrer.
hi: कॉपी की गई स्टाइल इस एडिट पर पेस्ट की गई। इसे सहेजने के लिए हो गया दबाएँ।
ja: コピーしたスタイルをこの編集に貼り付けました。保存するには「完了」を押してください。
zh_hans: 已将复制的样式粘贴到此编辑内容上。按“完成”以保存。
